<?php

return [
    'new_login' => [
        'subject' => 'Новый вход в вашу учетную запись',
        'title' => 'В вашей учетной записи зафиксирован новый вход.',
        'review_information' => 'Вы можете ознакомиться с информацией, которую нам удалось собрать:',
        'date' => 'Дата: **:value**',
        'device_type' => 'Тип устройства: **:value**',
        'device_types' => [
            'desktop' => 'Компьютер',
            'mobile' => 'Смартфон',
            'phone' => 'Телефон',
            'tablet' => 'Планшет',
            'unknown' => 'Неизвестно',
        ],
        'device_name' => 'Имя устройства: **:value**',
        'application' => 'Приложение: **:value**',
        'platform' => 'Платформа: **:value**',
        'browser' => 'Браузер: **:value**',
        'ip_address' => 'IP адрес: **:value**',
        'country' => 'Страна: **:value**',
        'not_you' => 'Если вы считаете, что это подозрительная активность, вам следует немедленно сменить пароль, чтобы защитить свою учетную запись.',
        'check_security' => 'Проверьте безопасность аккаунта',
    ],
];
